[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$Information about Willow playing cards, characters.."
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_SoldAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%sand 2 %s1"
UseFailureCharacterMessage="you %s Use it."
ItemName=""
PickupMessage="You are rich. %s"
UseFailureLevelMessage="You must be %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="general"

[Soldier.Skin_SoldAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 companions %s1"
UseFailureCharacterMessage="to do %s Use this product."
ItemName=""
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must have at least %d to use this function."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="Usually"

